# Brewfile
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"

# 필수
# brew "firebase-cli"
brew "awscli"
brew "cask"

# Ruby
brew "ruby"
brew "rbenv"

# App Develop
# React Native
tap "homebrew/cask-versions"
brew "watchman"
brew "ios-deploy"
brew "cocoapods"
cask "zulu17"



# Brew
brew "wget"
brew "arl/arl/gitmux"
brew "gum"

brew "neovim"

brew "lazygit"
brew "tree-sitter"
brew "gopls"

brew "go"

brew "ripgrep"
brew "eza"
brew "ghq"
brew "fzf"
brew "fd"
brew "tmux"
brew "git"

brew "libpq"
brew "redis"

# Github
brew "gh"

# Node
brew "nvm"
brew "pnpm"

# Setting
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# Neovim Image
brew "luarocks"
brew "imagemagick"

#  Terraform
brew "tflint"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"

brew "cmatrix"

# Change path
brew "zoxide"

# Cask
cask "slack" # Chat
cask "1password" # Password Manager
cask "typora" # Markdown Editor
cask "arc" # Screen Recorder
cask "google-chrome"
cask "datagrip" # Code Editor
cask "postman" # API Client
cask "flutter" # Flutter
cask "docker" # Container
cask "android-studio" # Android IDE
cask "notion" # Notes
# cask "temurin" # Java
cask "figma" # Design
cask "devtoys" # DevTools
cask "raycast" # Keyboard Shortcut
cask "zoom" # Video Conferencing
cask "blender" # 3D Modeling

cask "kitty"

cask "font-jetbrains-mono-nerd-font" # Nerd Font
cask "font-symbols-only-nerd-font" # Symbol Font

cask "acreom"

brew "starship"
