# Brewfile
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "FelixKratz/formulae"

# Jira
tap "ankitpokhrel/jira-cli"
brew "jira-cli"

# Brew
brew "wget"
brew "arl/arl/gitmux"
brew "gum"

brew "awscli"
brew "cask"

# Supabase
brew "supabase/tap/supabase"

# Flutter
brew "ruby"
brew "rbenv"
brew "watchman"
brew "ios-deploy"
brew "cocoapods"
cask "zulu@17"
cask "flutter"
cask "android-studio"

# Neovim
cask "kitty"
cask "starship"
brew "zsh"
brew "neovim"
brew "lazygit"
brew "tree-sitter"
brew "gopls"
brew "go"

brew "ripgrep"
brew "eza"
brew "ghq"
brew "fzf"
brew "fd"
brew "tmux"
brew "git"

brew "libpq"
brew "redis"

brew "gh"

brew "luarocks"
brew "imagemagick"


# Node
brew "nvm"
brew "pnpm"

# Terraform
brew "tflint"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"

brew "cmatrix"

brew "zoxide"
brew "stow"

cask "slack"
cask "1password"
cask "arc"
cask "google-chrome"
cask "docker"
cask "noiton"
cask "figma"
cask "devtoys"
# cask "raycast"
# cask "blender"

cask "obsidian"
cask "font-jetbrains-meno-nerd-font"
cask "font-symbols-only-nerd-font"

