# Brewfile
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "FelixKratz/formulae"
tap "jesseduffield/lazygit"

# Github Actions Test
brew "act"

# Jira
tap "ankitpokhrel/jira-cli"
brew "jira-cli"

# Brew
brew "wget"
brew "arl/arl/gitmux"
brew "gum"
brew "cask"

# AWS
brew "awscli"

# Supabase
brew "supabase/tap/supabase"

# Flutter
brew "ruby"
brew "rbenv"
brew "watchman"
brew "ios-deploy"
brew "cocoapods"
cask "zulu@17"
cask "flutter"
cask "android-studio"

# Neovim
brew "starship"
brew "zsh"
brew "neovim"
brew "lazygit"
brew "zsh-autosuggestions" # zsh terminal에서 자동완성
brew "zsh-syntax-highlighting" # zsh terminal에서 문법 하이라이트
brew "zoxide" # z path로 이동

brew "tree-sitter"
# brew "gopls"
# brew "go"

brew "thefuck"
brew "ripgrep"
brew "eza"
brew "ghq"
brew "fzf"
brew "fd"
brew "tmux"
brew "git"
brew "gh"

# Node
brew "nvm"
brew "pnpm"

# Terraform
brew "tflint"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"


brew "stow"

# 필수 설치 프로그램
cask "wezterm"
cask "google-chrome"
cask "slack"
cask "1password"
cask "docker"
cask "figma"

cask "notion"
cask "arc"
cask "devtoys"
cask "raycast"
cask "obsidian"

# cask "kitty" # 폐기
# cask "blender"

# Font
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"

